<?php
$rhversion = "2.0.0";
$white = "\e[97m";
$black = "\e[30m\e[1m";
$yellow = "\e[93m";
$orange = "\e[38;5;208m";
$blue   = "\e[34m";
$lblue  = "\e[36m";
$cln    = "\e[0m";
$green  = "\e[92m";
$fgreen = "\e[32m";
$red    = "\e[91m";
$magenta = "\e[35m";
$bluebg = "\e[44m";
$lbluebg = "\e[106m";
$greenbg = "\e[42m";
$lgreenbg = "\e[102m";
$yellowbg = "\e[43m";
$lyellowbg = "\e[103m";
$redbg = "\e[101m";
$grey = "\e[37m";
$cyan = "\e[36m";
$bold   = "\e[1m";
function redhawk_banner(){
  echo "
     \e[1mTHIS TOOLS IS EDUCATIONAL PURPOSES ONLY\033[0;37m     
\e[36m           WELCOME TO GHOST WORLD🌎💀
\e[91m╔══════════════════════════════════════════════╗
\e[91m║\e[32m  ██████╗ ██╗  ██╗ ██████╗ ███████╗████████╗\e[91m  ║
\e[91m║\e[32m ██╔════╝ ██║  ██║██╔═══██╗██╔════╝╚══██╔══╝\e[91m  ║
\e[91m║\e[32m ██║  ███╗███████║██║   ██║███████╗   ██║\e[91m     ║
\e[91m║\e[32m ██║   ██║██╔══██║██║   ██║╚════██║   ██║\e[91m     ║
\e[91m║\e[32m  ██████╔╝██║  ██║╚██████╔╝███████║   ██║\e[97mV.6.9\e[91m║
\e[91m║\e[32m  ╚═════╝ ╚═╝  ╚═╝ ╚═════╝ ╚══════╝   ╚═╝\e[91m     ║
\e[91m║\e[32m   \e[36m[\033[1;34m!\e[36m]  \033[1;35mTOOLS CREATE BY TH3 EL1T3 GH0ST \e[91m      ║
\e[91m╚══════════════════════════════════════════════╝
\e[36m  Tools Name : GHOST WEBSITE SCANNING TOOLS
\e[97m             TYPE :  GIFT
 \e[93m# Telegram: https://t.me/TH3EL1T3GH0STOFFICIAL
\e[34m           Coding By: @TH3EL1T3GH0ST
\e[38;5;208m═══════════════════════════════════════════════
  \n";
}
?>
